Revit 2027 API
ModelPath.Empty Property
 Whether this path is empty
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Empty { get; }
Public ReadOnly Property Empty As Boolean
	Get
public:
property bool Empty {
	bool get ();
}
member Empty : bool with get
Property Value
Boolean
See Also
Reference
ModelPath Class
Autodesk.Revit.DB Namespace